/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d Mislukte Passcode Pogingen";
"%d Failed Password Attempts" = "%d Mislukte Wachtwoord Pogingen";

"1 Failed Passcode Attempt" = "1 Mislukte Passcode Poging";
"1 Failed Password Attempt" = "1 Mislukte Wachtwoord Poging";

"Do you want to use Touch ID for authentication?" = "Wil je Touch ID gebruiken voor authenticatie?";

"Done" = "Gereed";

"Enable Touch ID" = "Activeer Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Voer een andere passcode in. Dezelfde passcode kan niet hergebruikt worden.";
"Enter a different password. Cannot re-use the same password." = "Voer een ander wachtwoord in. Hetzelfde wachtwoord kan niet hergebruikt worden.";

"Enter a passcode" = "Voer een passcode in";
"Enter a password" = "Voer een wachtwoord in";

"Enter your new passcode" = "Voer je nieuwe passcode in";
"Enter your new password" = "Voer je nieuwe wachtwoord in";

"Enter your old passcode" = "Voer je oude passcode in";
"Enter your old password" = "Voer je oude wachtwoord in";

"Enter your passcode" = "Voer je geheime code in";
"Enter your password" = "Voer je wachtwoord in";

"Invalid Passcode" = "Ongeldige passcode";
"Invalid Password" = "Ongeldig wachtwoord";

"Passcodes did not match.\nTry again." = "Passcodes did not match.\nTry again.";
"Password did not match.\nTry again." = "Wachtwoord komt niet overeen.\nProbeer het opnieuw";

"Re-enter your passcode" = "Voor je geheime code opnieuw in";
"Re-enter your password" = "Voor je wachtwoord opnieuw in";

"Try again in %d minutes" = "Probeer het opnieuw over %d minuten";

"Try again in 1 minute" = "Probeer het opnieuw over 1 minuut";
